[_system]
language_id=1033

[_messages]
web_site = http://rmansys.ru/
register_link = "http://rmansys.ru/order/"
help_file_name = help.chm
help_url = http://rmansys.ru/support/help/
update_postfix = _en
thank_you_url = http://rmansys.ru/thank-you/
video_tutorials_url = http://rmansys.ru/support/help/
tutorial_free_url = http://rmansys.ru/support/help/
download_link = https://rmansys.ru/files/
id_notify_tell_me_more_url = https://rmansys.ru/remote-access/
quick_start_guide_url = https://rmansys.ru/

error = Error
attention = Attention
warning = Warning
information = Information
question = Question
yes = Yes
no = No
default = Default
main_check_updates_text = Check for updates on the Web?
main_check_updates_caption = Check for updates?
main_check_trial_license_expired_text = The trial license has expired.
main_check_trial_license_expired_caption = Warning
main_caption_trial = RMS - TektonIT - Viewer [Trial version %d days left]
main_caption_full = RMS - TektonIT - Viewer
main_status_bar_address = "Address: "
main_status_bar_port = "     Port: "
main_status_bar_not_selected = Not selected
main_connenection_list_info_tip_double_click = Double click on the icon to logon
main_connenection_list_info_tip_host_name = "Host name: "
main_connenection_list_info_tip_overlay = Overlay video
main_connenection_list_info_tip_need_upgrade = A newer version of the Host is available. Please, update the program.
main_groups_new_group = New folder
main_connection_delete_confirm_text = Are you sure you want to delete selected item(s)?
main_connection_delete_confirm_caption = Confirm delete
main_show_user_domin_pass_caption = "NT Authorization for "
main_group_delete_conirm_text = Are you sure you want to delete selected folder with all sub items?
main_group_groups = Folders
main_group_ad_groups = Active Directory computers
main_group_logged_on = Logged on
main_group_available = Online
main_group_other = Offline/Unknown
main_rem_inst_need_select_comp = It is necessary to select at least one computer.
main_quick_start_text = To start a new remote session click here.
main_quick_start_show_again = Do not show this hint again?
main_recent_connections = Recent connections
main_add_using_code_error = The code you entered is incorrect or you are trying to apply the code on a different Viewer. You must apply the code on the same Viewer where you customized the Host or Agent.
main_app_button_capt = File
main_add_connection = Add connection...
main_search_result = Search results in %s
main_all_connections = All connections
main_simple_upgrade_err_viewer_outdated = Viewer is outdated. Newer version is available. Update?
main_simple_upgrade_err_unable_check_version = Unable to complete version check. Make sure you have Internet access.
main_simple_upgrade_err_unknown_error = An unknown error occurred while checking for update.

main_column_reset = Reset settings
main_column_connection = Connection
main_column_ping = Ping
main_column_host = Host name
main_column_last_ip = Last IP
main_column_internet_id = Internet-ID
main_column_license = License information
main_column_version = Version
main_column_user = User
main_column_sort_order = Sort order
main_column_comment = Comment
main_column_autologon = Auto-logon
main_column_connection_type = Connection type
main_column_status = Status
main_column_update_req = Update required

main_column_helper_connection_type_direct = Direct
main_column_helper_connection_type_id = Internet-ID: public
main_column_helper_connection_type_id_cust = Internet-ID: %s

main_column_helper_state_logged_on = Logged on
main_column_helper_state_online = Online
main_column_helper_state_offline = Offline/Unknown

modes_full_control = Full control
modes_view_only = View only
modes_file_transfer = File transfer
modes_overlay_video = Overlay video capture
modes_shutdown = Power control
modes_applications = Remote task manager
modes_execute = Remote execute
modes_authorization = Authorization
modes_thumbnails_size = "Thumbnails size: "

fm_logon_advanced = Advanced
fm_logon_basic = Basic

ftp_bytes = bytes
ftp_kb = Kb
ftp_mb = Mb
ftp_gb = Gb
ftp_tb = Tb
ftp_byte_per_sec = Byte/sec
ftp_kb_per_sec = KB/sec
ftp_mb_per_sec = MB/sec
ftp_gb_per_sec = GB/sec
ftp_days = d.
ftp_hours = h.
ftp_minutes = min.
ftp_seconds = sec.
ftp_main_computer = Computer
ftp_main_unable_to_create_folder = Unable to create folder.
ftp_main_caption = File transfer
ftp_main_unable_to_find_files_to_continue = Unable to find files to continue operation.
ftp_main_try_to_update_folder = Try to update folder.
ftp_main_unable_to_open_directory = Unable to open directory.
ftp_main_cannot_connect_to_server = Cannot connect to the host.
ftp_main_fixed = Local disk
ftp_main_removable = Removable disk
ftp_main_optical = Optical disc
ftp_main_network_drive = Network drive
ftp_main_delete_confirmation_one = Are you sure you want to delete '%s'?
ftp_main_delete_confirmation_many = Are you sure you want to delete these %d items?
ftp_main_add_current_dir = Add current dir...
ftp_main_remove_current_dir = Remove current dir
ftp_main_close_all_tabs_quest = Close all inactive tabs?

ftp_local_computer = Local computer
ftp_local_computer_short = Local
ftp_active_connections = Active connections

ftp_op_download_form_caption = "Download files from "
ftp_op_download_action_caption = Download files
ftp_op_downloading_file_list = Downloading file list...
ftp_op_upload_to_caption = "Upload files to "
ftp_op_upload_action_caption = Upload files
ftp_op_building_file_list = Building file list...
ftp_op_delete_remote_form_caption = "Delete files from "
ftp_op_delete_action_caption = Deleting files and folders
ftp_op_delete_local_form_caption = Deleting local files
ftp_op_move_from_form_caption = "Move files from "
ftp_op_move_action_caption = Move files and folders
ftp_op_move_to_form_caption = "Move files to "
ftp_op_warings = "Warnings: "
ftp_op_errors_of_data_tansfer = Some errors of data transfer occurred.
ftp_op_operation_canceled_by_user = The operation is cancelled by the user.
ftp_op_copying_completed = Copying is completed.
ftp_op_deleting_completed = Deleting is completed.
ftp_op_moving_completed = Moving is completed.
ftp_op_cannot_find_files_to_continue = Cannot find files to continue operation.
ftp_op_file_not_found = File '%s' not found.
ftp_op_directory_not_found = Directory '%s' not found.
ftp_op_some_errors_occurred_while_operation = "During process of operation there were some errors: "
ftp_op_continue_deleting = Continue deleting?
ftp_op_continue_copying = Continue copying?
ftp_op_continue_operation = Continue current operation?
ftp_op_prepearing_list_of_files_and_folders = Populating the list of files and directories...
ftp_op_unable_to_build_file_list = Unable to build file list.
ftp_op_file_was_deleted = File '%s' was successfully deleted.
ftp_op_file_was_not_deleted = File '%s' was not deleted.
ftp_op_directory_was_deleted = Directory '%s' successfully deleted.
ftp_op_directory_was_not_deleted = Directory '%s' was not deleted.
ftp_op_cancel_current_operation = Are you sure you want to interrupt the current operation?
ftp_op_connection_interrupted = Connection with the remote host is interrupted.
ftp_op_during_build_file_list_errors = There were some errors while building the list of files and directories on the host side.
ftp_op_directories_creating = Creating directories...
ftp_op_copying_files = Copying files...
ftp_op_unable_to_create_directory = Unable to create directory '%s'.
ftp_op_file_exists_and_not_rewritten = File '%s' already exists and has not been replaced.
ftp_op_file_will_be_rewritten = File '%s' will be rewritten.
ftp_op_file_exists_rewrite_it = File '%s' already exists. Replace it?
ftp_op_unable_replace_file = Unable to replace a file '%s'.
ftp_op_file_not_found_locked = File '%s' locked or not found.
ftp_op_error_read_file = "Unable to read file on the host '%s'.\n;It is possible that the file is locked for reading."
ftp_op_copying = Copying...
ftp_op_average_speed = Average speed %s (%s left)
ftp_op_from = " from "
ftp_op_unable_create_file = Unable to create file '%s'.
ftp_op_file_copied = File '%s' is successfully copied.
ftp_op_file_directory_deleted = File/directory '%s' deleted.
ftp_op_file_directory_not_found = File/directory '%s' not found.
ftp_op_file_directory_not_deleted = File/directory '%s' was not deleted.

ftp_sf_documents = Documents
ftp_sf_user_desktop = Desktop
ftp_sf_common_desktop = Desktop (common)
ftp_sf_program_data = Program data

prop_enter_connection_name = Enter connection name, please.
prop_enter_valid_address = Enter valid IP address, ID or DNS name here, please.
prop_new_connection = New connection
prop_properties = Properties: %s
prop_properties_multi = Properties: selected connections - %d
prop_default_properties = Default connection properties
prop_blank_screen_list_cleared = The list successfully cleared.
prop_need_connection = Select the connection.

fm_render_caption = "%s          (%s - properties)%s"
fm_render_caption_paused = " [paused]"
fm_render_desktop_error = Remote desktop connection: error occurred.
fm_render_server_busy = Host is busy...
fm_render_necessary_authorized = It is necessary to be authorized on the host.
fm_render_unable_to_connect = Cannot connect to the host.
fm_render_connection_interrupted = "Connection was interrupted.\n;Possible reasons are: remote host was switched off, remote network is unreachable or there was an error during data transfer."
fm_render_volume = "Sound volume "
fm_render_loading_remote_screen = Loading remote screen...
fm_render_entire_desktop = Entire desktop
fm_render_primary = primary
fm_render_control = [Control]
fm_render_view = [View]
fm_render_reconnect_text = Connection was interrupted. Trying to connect in %d seconds.

fm_hint_caption = %s (%s) - quick view
fm_hint_loading = Loading...

fm_options_hotkey_exists = Hot keys must be unique.

fm_tm_caption = %s - Task Manager
fm_tm_closing = Closing...
fm_tm_starting = Starting...
fm_tm_stopping = Stopping...
fm_tm_kill_process_question = Are you sure you want to terminate '%s'?
fm_tm_kill_process_question_capt = Task Manager Warning
fm_tm_killing = Killing...
fm_tm_working = Working
fm_tm_opened = Opened
fm_tm_user = User:
fm_tm_serv_state_continue = Wait...
fm_tm_serv_state_pause = Pausing
fm_tm_serv_state_paused = Paused
fm_tm_serv_state_running = Working
fm_tm_serv_state_start = Starting
fm_tm_serv_state_stop = Stopping
fm_tm_serv_state_stoped = Stopped
fm_tm_serv_state_unknown = Unknown

fm_tm_user_state_active = Active
fm_tm_user_state_connected = Connected
fm_tm_user_state_disconnected = Disconnected

fm_overlay_caption = %s - Video overlay
fm_overlay_not_found = Overlay not found
fm_overlay_press_refresh = Press "Refresh" to update the picture.
fm_overlay_turned_off = Overlay capturing is disabled on remote side.
fm_overlay_error_data_transfer = Error of data transfer.

fm_rinst_caption_single = Remote installation tool
fm_rinst_caption_multi = "Remote installation tool for %s"
fm_rinst_canceling = Cancel...
fm_rinst_connections = "Connections: "
fm_rinst_impossible_operation = Operation impossible! Use the Windows NT security system to perform this action.
fm_rinst_login_pass = Login/password?
fm_rinst_auth_nt = Authorization NT
fm_rinst_unable_auth = Unable auth.
fm_rinst_auth_completed = Authorization completed.
fm_rinst_wait_for_install = Installation process has already begun. Wait for completion.
fm_rinst_btn_cancel = Cancel
fm_rinst_canceled_by_user = Installation was canceled by the user.
fm_rinst_installation_log = ***** Start of log *****
fm_rinst_log_finished = ***** End of log *****
fm_rinst_action_for = Action for: %s (%s)
fm_rinst_try_to_auth = Auth try to the host...
fm_rinst_connecting = Connecting...
fm_rinst_data = Date: %s
fm_rinst_no_selected_connections = There are no selected connections!

fm_rinst_action_install = Action: install/upgrade.
fm_rinst_action_uninstall = Action: uninstall.
fm_rinst_action_restart = Action: restart.
fm_rinst_action_stop = Action: stop.

fm_rinst_action_combo_install = Install host
fm_rinst_action_combo_upgrade = Upgrade host
fm_rinst_action_combo_install_upgrade = Install/upgrade host
fm_rinst_action_combo_uninstall = Uninstall host
fm_rinst_action_combo_restart = Start/restart host
fm_rinst_action_combo_stop = Stop host

fm_rinst_check_files = Checking files of the Host.
fm_rinst_files_not_found = Host files not found!
fm_rinst_wrong_protocol_version = Wrong version of the protocol.
fm_rinst_unable_complete_action = Unable to complete action.
fm_rinst_action_completed = Action successfully completed.
fm_rinst_attributes = Attributes: %s
fm_rinst_unable_connect = Unable to connect!
fm_rinst_error = Error: '%s'.
fm_rinst_error_code = Code: $%s.
fm_rinst_unknown_error = Unknown error.
fm_rinst_pass_accepted = Password accepted.
fm_rinst_windows_version = OS version: Windows %s
fm_rinst_unknown_version = Unable to determine the version of the OS.
fm_rinst_operation_status_uninstall = Uninstall host.
fm_rinst_operation_status_restart = Restart host.
fm_rinst_operation_status_stop = Stop host.
fm_rinst_server_found = Found: %s
fm_rinst_unable_restart_server = Unable to restart host. Error: #%s.
fm_rinst_unable_stop_server = Unable to stop host... continue the installation process.
fm_rinst_server_not_found = Host not found.
fm_rinst_copy_files = Copy files...
fm_rinst_error_of_set_attributes = An error occurred during the installation of security attributes. Continuing the operations...
fm_rinst_there_is_no_free_letter = No more free network drive letters...
fm_rinst_error_number = Error #%s
fm_rinst_error_number_ex = Error %s: #%s
fm_rinst_unable_connect_network_drive = Unable to connect a network drive.
fm_rinst_unable_copy_file = Unable to copy file: '%s'
fm_rinst_file = File: %s
fm_rinst_copying_completed = Copy finished.
fm_rinst_server_installing = Installing Host...
fm_rinst_server_uninstalling = Uninstalling Host...
fm_rinst_unable_to_start_server = Unable to start Host on the remote computer.
fm_rinst_nt_secure_descr = Requires administrative rights on the remote machine.
fm_rinst_native_secure_descr = Some version of the Host should be already installed and run on the remote machine.
fm_rinst_specify_msi_package = Specify MSI package.
fm_rinst_access_denied = Access denied.
fm_rinst_processing = Processing...
fm_rinst_need_lic_key = Remote Host trial period has expired. Please, register remote Host before updating.


fm_msi_cfg_wrong_distr = File "%s" is not an actual MSI-package of the Host.
fm_msi_cfg_error_while_config = While configuring the package "%s" some error occurred.
fm_msi_cfg_error_build_one_click = Some errors occurred while building One-Click installer.
fm_msi_cfg_error_build_agent = Some errors occurred while building Agent.
fm_msi_cfg_success = The package is configured successfully.
fm_msi_cfg_one_click_inst_confirm = Are you sure you want to install \"Remote Manipulator System - Host\"?
fm_msi_cfg_one_click_inst_finish = Installation completed.
fm_msi_cfg_not_admin = Administrator rights are required to run this tool. Please, exit Viewer (File -> Exit) and re-launch it using "Run as administrator" command in Windows contenxt menu.
fm_msi_cfg_r_server_exists = RMS Host was found on this computer. It must be uninstalled.
fm_msi_cfg_specify_valid_email = Please, specify a valid email.
fm_msi_cfg_brand_wrong_file = File "%s" not found.
fm_msi_cfg_brand_unable_load_file = Unable to load a picture from the file "%s".
fm_msi_cfg_error_save_package = Unable to save package!
fm_msi_cfg_disclaimer_empty = Please, enter some text here.
fm_msi_cfg_overwrite_id_warning = Attention! Selecting this option may render your existing Hosts inaccessible. Please, refer to our documentation before using this option.
fm_msi_cfg_cant_connect_to_server = Can't connect to configuration server. Please, check your Internet connection and try again. Retry?
fm_msi_cfg_server_busy = Configuration server is busy. Please, wait a few seconds...
fm_msi_cfg_update_required = Program update is required. Proceed to update?
fm_msi_cfg_unknown_error = An unknown error occurred.
fm_msi_cfg_sending = Sending and processing...
fm_msi_cfg_downloading = Downloading...
fm_msi_cfg_cant_connect_to_server_state = Attempting connection. Please, wait a few seconds...

fm_msi_cfg_wiz_next = &Next >
fm_msi_cfg_wiz_back = < &Back
fm_msi_cfg_wiz_finish = &Finish

fm_msi_cfg_wiz_wp1_title = 1. Specify RMS-Host MSI package
fm_msi_cfg_wiz_wp2_title = 2. Select the type of distribution
fm_msi_cfg_wiz_wp3_title = 3. Advanced options
fm_msi_cfg_wiz_wp4_title = 4. Host settings configuration

fm_reg_total_server_count = Total license count: %d
fm_reg_total_unused = unused license count: %d
fm_reg_key_exists = This key already exists.
fm_reg_invalid_key = Invalid registration key.
fm_reg_necessary_restart = It is necessary to restart the program.
fm_reg_key_successfully_added = The key was successfully added to the License Key Storage.
fm_reg_meta_copied = Meta-key is copied to the clipboard.
fm_reg_other_keys_detected = Remove all other Keys, please.
fm_reg_other_keys_detected_2 = Multiple keys must be the same license type.
fm_reg_total_per_operator = License count total:
fm_reg_total_per_operator_mini = License count total:
fm_reg_total_per_pc = License count total:
fm_reg_total_free = License count total:

unable_obtain_free_lic_key = Unable to obtain a license key.

update_new_version_avalible = "New RMS updates are available!\n;Download new version (%d KB) from the web site?"
update_new_version_avalible_caption = New version is available
update_no_new_version = No new RMS updates are available.

fm_callback_ip_range_wrong_range = Enter correct IP-range.
fm_callback_ip_range_wrong_ip = Enter valid IP-address.

fm_callback_notify_ip = IP: %s

dm_callback_new_connection = New incoming callback connection.
dm_callback_accepted_automaticly = Callback connection '%s' accepted automatically.
dm_callback_port_already_use = Could not bind socket. Port %d is already in use.

fm_search_rom_found = Host found
fm_search_rom_not_found = Host not found

fm_remote_install_opt_empty_password_not_allowed = Empty password is not allowed.
fm_remote_install_opt_short_password = 	Password must be at least 8 characters long.
fm_remote_install_opt_passwords_must_be_same = Both passwords must match.

fm_remote_execute_caption = %s - Remote execute

fm_telnet_caption = %s - Terminal

dm_no_data = Empty
dm_name = Name
dm_manufacturer = Manufacturer
dm_description = Description
dm_serial_number = Serial Number
dm_version = Version
dm_product_id = Product ID
dm_product_key = Product Key

dm_report = Report
dm_report_header = System report about hardware and software - %s
dm_report_data = Report date
dm_report_user_name = User
dm_report_computer_name = Computer date
dm_report_dns_name = DNS (NetBIOS) name
dm_report_workgroup = Workgroup
dm_report_domain = Domain
dm_report_domain_role = Role
dm_report_dr_0 = Standalone workstation
dm_report_dr_1 = Member workstation
dm_report_dr_2 = Standalone server
dm_report_dr_3 = Member server
dm_report_dr_4 = Backup domain controller
dm_report_dr_5 = Primary domain controller
dm_report_none = -

dm_processors = Processors
dm_processor_clock_speed = Speed of the processor (MHz)
dm_processor_core_number = Number of cores
dm_processor_socket_designation = Type of chip socket
dm_processor_l2_cache_size = Size of the Level 2 processor cache (Kb)
dm_processor_architecture = Architecture

dm_base_board = Motherboard
dm_base_board_bios_caption = BIOS
dm_base_board_bios_date = BIOS date
dm_base_board_total_physical_memory = Total size of physical memory (Mb)

dm_vcontrollers = Video controllers
dm_vcontroller_ram = Memory size (Mb)
dm_vcontroller_driver_version = Version number of the video driver
dm_vcontroller_driver_date = Last modification date of the video driver

dm_export_to = Export to

dm_hdds = HDD
dm_hdd_size = Size of the disk drive (Mb)
dm_hdd_mt = Type of media
dm_hdd_mt_external_hdd = External hard disk media
dm_hdd_mt_removable = Removable media
dm_hdd_mt_fixed = Fixed hard disk media
dm_hdd_mt_unknown = Format is unknown

dm_optical_drives = Optical drives
dm_optical_drive_logical_drive = Logical drive

dm_fdds = FDD

dm_network_adapters = Network adapter
dm_network_adapter_connection_name = Name of the network connection
dm_network_adapter_mac = MAC address
dm_network_adapter_max_speed = Maximum speed (MBit/s)
dm_network_adapter_speed = Speed (MBit/s)
dm_network_adapter_time_of_last_reset = Date of last reset

dm_sound_cards = Sound devices

dm_printers = Printers
dm_printer_network = Printer is a network printer

dm_keyboards = Keyboards

dm_mouses = Pointing devices
dm_mouse_pointing_type = Type of pointing device
dm_mouse_pt_1 = Other
dm_mouse_pt_2 = Unknown
dm_mouse_pt_3 = Mouse
dm_mouse_pt_4 = Track Ball
dm_mouse_pt_5 = Track Point
dm_mouse_pt_6 = Glide Point
dm_mouse_pt_7 = Touch Pad
dm_mouse_pt_8 = Touch Screen
dm_mouse_pt_9 = Mouse - optical sensor

dm_os = Operating system
dm_os_architecture = Architecture
dm_os_install_date = Date OS was installed
dm_os_last_boot_up_time = Date OS was last restarted
dm_os_registered_user = User
dm_os_windows_directory = OS directory

dm_soft = Software
dm_soft_version = Version
dm_soft_vendor = Vendor
dm_soft_install_location = Install location
dm_soft_install_date = Install date
dm_soft_install_source = Install source
dm_soft_url_info_about = More information link
dm_soft_url_info_update_info = The product information URL
dm_soft_reg_owner = The owner registered to use the product
dm_soft_reg_company = The company registered to use the product

rdp_set_caption = %s - Rdp connection settings

rdp_caption = %s - RDP
rdp_not_installed_warning = "System components required for this feature are not installed.\n;Go to the download page."
rdp_connection_establishing = Connecting...
rdp_fatal_error = Fatal error. Code: %d

command_line_error = Error. Another user is running this copy of RMS - Viewer.

error_report_title = Error report - RMS Viewer
error_report_text = Error (%s): %s.
error_report_sent = The report was successfully sent.
error_report_unable_send = Unable to send the report.

chat_channel_main = General
chat_user_group_channels = Channels
chat_user_group_users = Users
chat_user_leave_channel = User %s has left the channel (%s).

scr_rec_caption = %s - Screen Recorder

scr_rec_status_loading = Loading...
scr_rec_status_deleting = Deleting...
scr_rec_status_ready = Ready
scr_rec_status_error = Error
scr_rec_status_no_data = No data

scr_rec_ftype_local = Local
scr_rec_ftype_locked = Locked
scr_rec_ftype_remote = Remote
scr_rec_ftype_in_use = In use

scr_rec_downloading = Download: %d%
scr_rec_file_already_copied = The file is already copied.
scr_rec_file_already_loaded_open = The file is already loaded. Open "%s"?
scr_rec_unable_to_delete_temp_file = Unable to delete the temporary file "%s".
scr_rec_unable_to_create_file = Unable to create file "%s".
scr_rec_unable_to_load_file = Unable to load file "%s".
scr_rec_data_loading_error = Error loading data. Perhaps the file "%s" does not exist or is used to record data and copy-protected.

scr_rec_default_schedule = Schedule
scr_rec_unable_save_settings = Unable to save settings.
scr_rec_no_schedule = To activate the remote screen recording, you must create a schedule. Save the settings anyway?

text_message = %s - Send Message

shutdown_caption = %s - Power Control

fm_av_capture_caption = %s - Remote Camera

av_state_not_connected = Not connected
av_state_playing = Working...
av_state_ready = Ready
av_state_restarting = Preparing for restart...

av_select_dir = Video files
av_data_is_recording = Folder for stored files:

av_install_filters_error = Warning! Video codecs are not installed, errors may occur.

fm_registry_caption = %s - Remote Registry Editor
fm_registry_default_value = (Default)
fm_registry_value_not_set = (value not set)
fm_registry_new_key = New Key #
fm_registry_delete_query = Are you sure you want to delete this key and all of its subkeys?
fm_registry_delete_query_caption = Confirm Key Delete
fm_registry_new_value = New Value #
fm_registry_delete_query_value = Are you sure you want to delete this value?
fm_registry_delete_query_values = Are you sure you want to delete these values?
fm_registry_delete_query_caption_value = Confirm Value Delete
fm_registry_delete_query_caption_values = Confirm Values Delete
fm_registry_information_transferred = The information has been successfully transferred.

inet_id_server_name = Internet-ID Server: %s

lic_saved = Thank you for registering RMS.
lic_invalid = Invalid license key.
lic_success_unreg = Program unregistered successfully.

lic_trial_days_left = Trial version. Days left: %d.
lic_key_info = Owner: %s; License count: %s; Key: %s...
lic_key_info_free = Owner: %s; Home license.

lic_kind_home = Home license
lic_kind_commercial = Per remote PC
lic_kind_unlimited_com = Unlimited Enterprise
lic_kind_helpdesk = Pro
lic_kind_mini_helpdesk = Mini
lic_kind_starter = Starter
lic_kind_home_ent = Home license
lic_kind_commercial_free = Free for business (10 PCs)

lic_count_limited = "Your license does not allow using this key for more than %d computers.\n;\n;Please, remove the extra connections."
lic_unreg_warning = "You are going to unregister Host. You will not be able to register this copy with the same license key for 7 days.\n;Continue?"
lic_unreg_error = You can not register the program with this license key. Try again after a few days.
lic_trial_expired = The trial period is over. To continue using RMS please add a valid license to the License Key Storage.

lic_invalid_license_key = Invalid license key.

avatar_auto_logon = AUTO LOGON
avatar_manual_logon = MANUAL LOGON
avatar_offline = OFFLINE
avatar_locked = ONLINE
avatar_online = LOGGED ON
avatar_logon = LOGGING ON...
avatar_not_connected = UNKNOWN
avatar_unknown = UNKNOWN

fm_invitation_title = %s - Invitation
fm_invitation_enter_inet_id = Internet-ID is empty.
fm_invitation_select_lic = Select the license key.
fm_invitation_need_pass = Your password must be at least 8 characters.

fm_import_conn_root = Root folder
fm_import_conn_copy = copy

fm_addr_book_general_book = General address book
fm_addr_book_ok = OK
fm_addr_book_not_found = file not found
fm_addr_book_read_write = Read/write
fm_addr_book_read_read_only = Read only
fm_addr_book_new = Book #
fm_addr_book_already_exists = An address book with the same path already exists.
fm_addr_book_delete_quest = Are you sure you want to remove "%s" from the list?
fm_addr_book_type_cloud = cloud
fm_addr_book_type_local = local

fm_black_scr_new_text = Some text #

fm_av_chat_title = %s - Voice & Video chat
fm_av_chat_state_connection = Establishing a connection...
fm_av_chat_state_ready = Ready
fm_av_chat_state_config_req = Configuration request...
fm_av_chat_state_connecting = Connecting

fm_av_chat_user_not_found = User not found.
fm_av_chat_remote_filters_error = Video and audio codecs are not installed on the remote computer.
fm_av_chat_local_filters_error = Video and audio codecs are not installed on the local computer.

fm_r_settings_local_server_exists = RMS Host running on the local computer is detected. It must be stopped.
fm_r_settings_need_close_config = Close settings window first.
fm_r_settings_restart_confirm = RMS Host will be restarted. Continue?
fm_r_settings_same_versions = The version of the local Viewer must be same as the version of the remote Host.
fm_r_settings_caption = "%s - Remote settings for Host"
fm_r_settings_title = "Connection name: %s"
fm_r_settings_state = "State: %s"
fm_r_settings_state_init = initialization...
fm_r_settings_state_request = request...
fm_r_settings_state_config = configuring...
fm_r_settings_state_ready = Press 'OK' to apply settings.

alert_details = Details
alert_details2 = Additional information:
alert_connection_caption = Connection caption: %s
alert_inet_id = Internet-ID: %s
alert_address = Address: %s
alert_use_callback = Callback is on.
alert_date = Message date and time: %s
alert_total_msg_count = Message count: %d
alert_image_hint = Message log: %s
alert_no_messages = no messages.
alert_messages = message(s).

alert_msg_access_dedied = Access denied.
alert_msg_mode_disabled = This connection mode is disabled in security settings on the host side.

proxy_server = Proxy server: %s
proxy_none = none

fm_domain_controllers_del_confirm = Are you sure you want to remove "%s" from the list?
fm_dс_add_edit_error_encountered = Errors encountered. Would you like to add/update this Active Directory entry anyway?

ad_default_dc = Default

fm_remote_print = Remote Printing
fm_remote_print_init = Initialization...
fm_remote_print_prep = Preparing...
fm_remote_print_download = Downloading
fm_remote_print_ready = Ready
fm_remote_print_page_count = Page count: %d

fm_ip_filter_range_wrong_range = Enter correct IP-range.
fm_ip_filter_range_wrong_ip = Enter valid IP-address.

ab_error = Address book error.
ab_cannot_perform_action = Cannot perform action. The sync server is inaccessible or offline.
ab_error_version = Please, update Viewer to the most recent version before synchronizing this address book.
ab_error_access_denied = Access denied.
ab_error_invalid_pass = Invalid password.
ab_error_invalid_user_pass = Invalid username or password.
ab_error_pub_key_error = Public key error.
ab_error_auth = Potential security breach. This may mean that a malicious attacker has replaced your server with a different one, or has redirected your network connection to their own machine.

sync_cannot_verify_remote_pc_title = WARNING - POTENTIAL SECURITY BREACH!
sync_cannot_verify_remote_pc_text_1 = The server's public key does not match the one application has in cache. This means that either the server administrator has changed the host key, the server presents different key under certain circumstance, or you have actually connected to another computer pretending to be the server.

sync_cannot_verify_remote_pc_text_3 = If you were expecting this change, trust the new key and want to continue connecting to the server press Update. If you want to abandon the connection completely, press Cancel. Pressing Cancel is the ONLY guaranteed safe choice.
sync_cannot_verify_remote_pc_ext_capt = Current public key
sync_cannot_verify_remote_pc_update = Update

ab_new_notify_td_caption = A new address book is available
ab_new_notify_td_title = A new synced address book is available to you on the server.
ab_new_notify_td_text = What would you like to do? 
ab_new_notify_td_btn_1 = Show address book list
ab_new_notify_td_btn_2 = Skip

fm_sync_auth_progress_title = Signing in on %s

fm_set_pwd_password_must_be_same = Passwords do not match.
fm_set_pwd_empty_pass_does_not_allowed = Empty password is not allowed.
fm_set_pwd_pass_length_error = Password must be at least 4 characters long.

notify_signed_in_id = %s is online

fm_new_ab_wiz_next = &Next >
fm_new_ab_wiz_back = < &Back
fm_new_ab_wiz_cancel = Cancel
fm_new_ab_wiz_finish = &Finish

fm_new_ab_wiz_wp1_title = Address book kind
fm_new_ab_wiz_wp2_title = Address book container
fm_new_ab_wiz_wp3_title = Available address books

fm_simple_upgrade_count = Count: %d
fm_simple_upgrade_started = Hosts update started. Please, allow 1-2 minutes for all remote Hosts to update. Then re-logon to the Hosts in your Viewer. 

fm_http_download_file_capt = Downloading... (%d%%)

[TfmMain]
actLogon.Caption = Log on
actLogoff.Caption = Log off
miConnection.Caption = Connection
miView.Caption = View
miTools.Caption = Tools
miRemoteInstallRoot.Caption = Remote install
miHelp.Caption = Help
miAutoPing.Caption = Auto ping

actAddConnection.Caption = Add connection...
actAddConnection.Hint = Adds new connection

actDeleteConnection.Caption = Delete
actDeleteConnection.Hint = Deletes selected connection

actRename.Caption = Rename
actRename.Hint = Renames selected connection

actConnect.Caption = Connect...
actConnect.Hint = Opens selected connection

actScanServers.Caption = Scan for RMS Hosts...
actScanServers.Hint = Scans for RMS Hosts

actCheckStatus.Caption = Refresh status
actCheckStatus.Hint = Checks status of visible connections

actReLogon.Caption = Relogon connections
actReLogon.Hint = Relogons visible connections

actLicenseManager.Caption = License Key Storage...
actLicenseManager.Hint = Shows available licenses

actUpdatePreviews.Caption = Update previews
actUpdatePreviews.Hint = Updates previews

actStartChatServer.Caption = Open chat
actStartChatServer.Hint = Open chat

actUpgradeOutdated.Caption = Update outdated Hosts
actUpgradeOutdated.Hint = Update outdated Hosts

actPingConnections.Caption = Ping
actPingConnections.Hint = Ping visible connections

actAutoPingEnable.Caption = Enable
actAutoPingDisable.Caption = Disable

actInvitation.Caption = Create Invitation...
actInvitation.Hint = Create Invitation...

actAddUsingCode.Caption = Add using code...
actAddUsingCode.Hint = Add new connection using code

actProperties.Caption = Properties...
actRdpSettings.Caption = RDP settings...
actOptions.Caption = Options...
actAbout.Caption = About RMS...
actExit.Caption = Exit
actDefaultOptions.Caption = Default connection properties...
actLanguage.Caption = Language...
actAddNewGroupLv.Caption = Add folder
actRenameGroupLv.Caption = Rename folder
actDeleteGroupLv.Caption = Delete folder
actGetRegKey.Caption = Buy license
actGetFreeRegKey.Caption = Get free license
actCheckUpdates.Caption = Check for updates
actHelp.Caption = User Manual...
actShowWebSite.Caption = RMS on the Web
actConnPreview.Caption = Thumbnails
actConnLarge.Caption = Large icons
actConnList.Caption = List
actConnDetails.Caption = Details
actShowGroups.Caption = Show navigation
actShowModes.Caption = Show connection modes
actShowEventLog.Caption = Show event log
actResetPanels.Caption = Reset panels
actConfigureModesPanel.Caption = Configure connection modes panel
actImportConnections.Caption = Manual import...
actExportConnections.Caption = Manual export...
actRemoteSettings.Caption = Remote settings...
actAlertOpenLog.Caption = Open message log...
actAlertClear.Caption = Clear messages
actADAddAsConnection.Caption = Add as connection
actADAddAllAsConnections.Caption = Add all computers as connections

actAddressBook.Caption = Address book manager...
actAddressBook.Hint = Address book manager...

actIdServerConsole.Caption = ID server console...
actIdServerConsole.Hint = Mini Internet-ID server console

actLikeGoogle.Caption = +1. I like it!
actLikeGoogle.Hint = +1. I like it!

actVideoTutorials.Caption = Tutorials
actVideoTutorials.Hint = Tutorials

actDomainControllers.Caption = Domain controllers...
actDomainControllers.Hint = Domain controllers...

actModeFullControl.Caption = Full control
actModeViewOnly.Caption = View only
actModeFileTransfer.Caption = File transfer
actModeShutdown.Caption = Power control
actModeTaskManager.Caption = Task manager
actModeTelnet.Caption = Terminal
actModeVideoOverlay.Caption = Video overlay
actModeRemoteExecute.Caption = Remote execute
actModeDeviceManager.Caption = Inventory manager
actModeRdp.Caption = RDP
actChat.Caption = Chat
actScreenRecord.Caption = Screen recorder
actTextMessage.Caption = Send message
actRemoteCamera.Caption = Remote camera
actRemoteRegistry.Caption = Remote registry
actLicenseKeyTransfer.Caption = Register remote host
actModeAVChat.Caption = Voice and video chat

actSimpleUpgrade.Caption = Simple update...
actRemoteInstall.Caption = Remote install...
actMsiConfigurator.Caption = MSI Configurator...

miLogon.Caption = Logon
miLogoff.Caption = Logoff
miOtherModes.Caption = Other modes
miMapOtherModes.Caption = Other modes

miRestoreAll.Caption = Restore all
miMinimizeAll.Caption = Minimize all

miMapSelectLayer.Caption = Select layer
miMapMoveItemToLayer.Caption = Move to layer

miShortCutOnDesktop.Caption = Create Shortcut on the Desktop

miShortcutFullControl.Caption = Full control
miShortcutFullControl.Hint = Full control

miShortcutViewOnly.Caption = View only
miShortcutViewOnly.Hint = View only

miShortcutFileTransfer.Caption = File transfer
miShortcutFileTransfer.Hint = File transfer

miShortcutVideoOverlay.Caption = Video overlay
miShortcutVideoOverlay.Hint = Video overlay

miShortcutShutdown.Caption = Power control
miShortcutShutdown.Hint = Power control

miShortcutTaskManager.Caption = Task manager
miShortcutTaskManager.Hint = Task manager

miShortcutRemoteExecute.Caption = Remote execute
miShortcutRemoteExecute.Hint = Remote execute

miShortcutTerminal.Caption = Terminal
miShortcutTerminal.Hint = Terminal

miShortcutDeviceManager.Caption = Inventory manager
miShortcutDeviceManager.Hint = Inventory manager

miShortcutRDP.Caption = RDP
miShortcutRDP.Hint = RDP

miShortcutChat.Caption = Chat
miShortcutChat.Hint = Chat

miShortcutScreenRecord.Caption = Screen recorder
miShortcutScreenRecord.Hint = Screen recorder

miShortcutTextMessage.Caption = Send message
miShortcutTextMessage.Hint = Send message

miShortcutAVCapt.Caption = Remote camera
miShortcutAVCapt.Hint = Remote camera

miShortcutRegistry.Caption = Remote registry
miShortcutRegistry.Hint = Remote registry

actRbModeFullControl.Caption = Full control
actRbModeFullControl.Hint = Full control

actRbModeViewOnly.Caption = View only
actRbModeViewOnly.Hint = View only

actRbModeFileTransfer.Caption = File transfer
actRbModeFileTransfer.Hint = File transfer

actRbModeShutdown.Caption = Power control
actRbModeShutdown.Hint = Power control

actRbModeTaskManager.Caption = Task manager
actRbModeTaskManager.Hint = Remote task manager

actRbModeTelnet.Caption = Terminal
actRbModeTelnet.Hint = Terminal

actRbModeRemoteExecute.Caption = Execute
actRbModeRemoteExecute.Hint = Remote execute

actRbModeDeviceManager.Caption = Inventory manager
actRbModeDeviceManager.Hint = Hardware and software

actRbModeRdp.Caption = RDP
actRbModeRdp.Hint = MS Remote Desktop Protocol

actRbChat.Caption = Chat
actRbChat.Hint = Chat

actRbScreenRecord.Caption = Screen recorder
actRbScreenRecord.Hint = Screen recorder

actRbTextMessage.Caption = Send message
actRbTextMessage.Hint = Send message

actRbRemoteCamera.Caption = Remote camera
actRbRemoteCamera.Hint = Remote camera

actRbRemoteRegistry.Caption = Remote registry
actRbRemoteRegistry.Hint = Remote registry

actRbModeAVChat.Caption = Voice and Video chat
actRbModeAVChat.Hint = Voice and Video chat

rtGeneral.Caption = General
rtConnection.Caption = Connection
rtView.Caption = View
rtTools.Caption = Tools
rtManage.Caption = Manage
rtHelp.Caption = Help

dxrgConnection.Caption = Set double-click action
dxrgLike.Caption = +1

dxrgConnectionEdit.Caption = Edit
dxrgProperties.Caption = Properties
dxrgStatus.Caption = Status

dxrgView.Caption = View
dxrgViewStyle.Caption = View style
dxrgPreviews.Caption = Preview size

dxrgSettings.Caption = Settings
dxrgRemoteInstall.Caption = Remote install
dxrgNetwork.Caption = Network

dxrgAddressBooks.Caption = Address books
dxrgServer.Caption = Self-hosted server
dxrgActiveDirectory.Caption = Active directory

dxrgTutorials.Caption = Help
dxrgLicense.Caption = License
dxrgAbout.Caption = About

dxDockPanelGroups.Caption = Navigation
dxDockPanelEventLog.Caption = Event log

actAddGroup.Caption = Add folder
actRenameGroup.Caption = Rename folder
actDeleteGroup.Caption = Delete folder
actRefreshADGroup.Caption = Refresh

actSignIn.Caption = Sign in
actSignIn.Hint = Sign in on a self-hosted server

actSignOut.Caption = Sign out
actShowDefDC.Caption = Show default domain controller
actLockApp.Caption = Lock
actServers.Caption = Server manager...

mruSearch.TextHint = Search

[TfmModePanel]
Caption = Modes

miConfigureButtons.Caption = Configure buttons

actFullControl.Caption = Full control
actFullControl.Hint = Full control

actViewOnly.Caption = View only
actViewOnly.Hint = View only

actFileTransfer.Caption = File transfer
actFileTransfer.Hint = File transfer

actOverlayVideo.Caption = Video
actOverlayVideo.Hint = Overlay video

actShutdown.Caption = Power control
actShutdown.Hint = Power control

actApplications.Caption = Task manager
actApplications.Hint = Remote task manager

actRemoteExecute.Caption = Execute
actRemoteExecute.Hint = Remote execute

actTelnet.Caption = Terminal
actTelnet.Hint = Terminal

actDeviceManager.Caption = Inventory manager
actDeviceManager.Hint = Hardware and software

actRdp.Caption = RDP
actRdp.Hint = MS Remote Desktop Protocol

actChat.Caption = Chat
actChat.Hint = Chat

actScreenRecord.Caption = Screen recorder
actScreenRecord.Hint = Screen recorder

actTextMessage.Caption = Send message
actTextMessage.Hint = Send message

actAVCapture.Caption = Remote camera
actAVCapture.Hint = Remote camera

actRegistry.Caption = Remote registry
actRegistry.Hint = Remote registry

actAVChat.Caption = Voice and Video chat
actAVChat.Hint = Voice and Video chat

pnOtherModes.Caption = Other modes...

[TfmAbout]
Caption = About RMS: Viewer

lbProduct.Caption = Remote Manipulator System - Viewer
lbVersion2.Caption = Version:
lbWebSite.Caption = Web site:
lbSite.Caption = www.rmansys.ru
gbFeedback.Caption = Feedback
gbCopyright.Caption = Copyright
mCopyright.Lines = "All components of the Viewer module\n;© 2004-2017 Ter-Osipov A.V. All rights reserved.\n;\n;Copyright © 2004-2017 TektonIT. All rights reserved."

[TfmFTP]
actEdit.Caption = Edit
actEdit.Hint = Edit selected file

actCopyFile.Caption = Copy
actCopyFile.Hint = Copy file or directory

actMoveFile.Caption = Move
actMoveFile.Hint = Move file or directory

actNewFolder.Caption = New folder
actNewFolder.Hint = Create new folder

actDelete.Caption = Delete
actDelete.Hint = Delete file or directory

actRemoteExecute.Caption = Execute
actRemoteExecute.Hint = Execute application

actRename.Caption = Rename
actRename.Hint = Rename file or directory

actSelectAll.Caption = Select all
actSelectAll.Hint =  = Select all items

actQuit.Caption = Quit
actQuit.Hint = Close this window

actReload.Caption = Refresh
actReload.Hint = Refresh list

actSwapTabs.Caption = Swap tabs
actSwapTabs.Hint = Swap tabs

actTabDuplicate.Caption = Duplicate this tab
actTabDuplicate.Hint = Duplicate this tab

actCloseTab.Caption = Close this tab
actCloseTab.Hint = Close this tab

actCloseAllTabs.Caption = Close all tabs
actCloseAllTabs.Hint = Close all tabs

actCloseDuplicateTabs.Caption = Close duplicate tabs
actCloseDuplicateTabs.Hint = Close duplicate tabs

actLeftBackward.Hint = Go back
actLeftForward.Hint = Go forward
actRightBackward.Hint = Go back
actRightForward.Hint = Go forward
actBackwardGeneral.Hint = Go back
actForwardGeneral.Hint = Go forward

sbEdit.Caption = F4 Edit
sbCopy.Caption = F5 Copy
sbMove.Caption = F6 Move
sbNewFolder.Caption = F7 New folder
sbDelete.Caption = F8 Delete
sbExecute.Caption = F9 Execute

miRename.ImageIndex = -1
miEdit.ImageIndex = -1
miCopy.ImageIndex = -1
miMove.ImageIndex = -1
miNewFolder.ImageIndex = -1
miDelete.ImageIndex = -1
miExecute.ImageIndex = -1

miFile.Caption = File
miTabs.Caption = Tabs
miAccess.Caption = Access

lvLeftFiles.Columns = "Name\n;File type\n;Size\n;Modified\n;Attributes"
lvRightFiles.Columns = "Name\n;File type\n;Size\n;Modified\n;Attributes"

tbMyCompLeft.Hint = Computer
tbMyCompRight.Hint = Computer

tbRefreshLeft.Caption = Refresh
tbRefreshLeft.Hint = Refresh

tbRefreshRight.Caption = Refresh
tbRefreshRight.Hint = Refresh

tbAddNewTabLeft.Caption = New tab (open computer)
tbAddNewTabLeft.Hint = New tab (open computer)

tbAddNewTabRight.Caption = New tab (open computer)
tbAddNewTabRight.Hint = New tab (open computer)

miConfigureHotList.Caption = Configure...

sbLocalHotList.Hint = Directory hotlist (Ctrl + D)
sbRemoteHotList.Hint = Directory hotlist (Ctrl + D)

sbLocalRoot.Hint = Go to root (Ctrl + \)
sbRemoteRoot.Hint = Go to root (Ctrl + \)

sbLeftUp.Hint = Up (Backspace)
sbRightUp.Hint = Up (Backspace)

actAccessCurrentUser.Caption = Current user
actAccessSystem.Caption = System

[TfmFTPNewFolder]
Caption = Create new folder
lbCaption.Caption = Name:
btnCreate.Caption = Create

[TfmFTPCopyFile]
lbFrom1.Caption = From:
lbTo1.Caption = To:
cbCloseAfterAction.Caption = Close when operation is completed
btnCancel.Caption = Cancel
btnClose.Caption = Close

[TfmConnectionOptions]
btnOK.Caption = OK
btnCancel.Caption = Cancel
btnChangeCommonInetIdServer.Caption = Change
cbDefault.Caption = Set as default for new connections

CategoryButtons.Categories = "Connection\n;Remote Screen"

actConnectionGeneral.Caption = General
actSecurity.Caption = Security
actNetwork.Caption = Network
actRemoteScreenMode.Caption = Mode
actColorAndCPU.Caption = Color and CPU
actAdditionalProperties.Caption = Additional properties
actCursor.Caption = Cursor
actAutoPing.Caption = Auto ping
actRdp.Caption = RDP

tsGeneral.Caption = General
tsConnection.Caption = Connection
tsSecurity.Caption = Security
tsColorAndCPU.Caption = Color and CPU
tsAdditionalOptions.Caption = Additional properties
tsCursor.Caption = Cursor
tsNetwork.Caption = Network
tsInternetId.Caption = Internet-ID
tsRdp.Caption = RDP

gbConnectionParams.Caption = Connection properties
gbPassword.Caption = Password
gbUserName.Caption = Additional
gbServerAuthority.Caption = Host authority
gbRenderMode.Caption = View mode
gbColor.Caption = Color format
gbCpuUsage.Caption = CPU usage
rgLocalCursor.Caption = Local mouse pointer
rgRemoteCursor.Caption = Rendering of hosts cursor
gbNetworkMode.Caption = Network usage mode

lbConnectionName.Caption = Name of connection:
rbDirectConnection.Caption = Direct connection
lbConnectionIp.Caption = IP address or DNS name:
cbAllowCallback.Caption = Accept callback connections automatically
rbInternetConnection.Caption = Internet-ID connection
lbPeerId.Caption = ID:
cbUseInternetId.Hint = Use Internet-ID for this connection
btnChange.Caption = Change
cbInetIdUseOldProtocol.Caption = Use an old Internet-ID protocol (5.0)

cbSavePassword.Caption = Save password
cbAutologin.Caption = Auto-logon (direct and custom Internet-ID server connections only)
cbAutoCheckOnlineStatus.Caption = Check online status for direct connections
cbSendUserName.Caption = Send user name
cbSharedSecret.Caption = Shared secret

rbNormal.Caption = Normal
rbStretch.Caption = Stretch
rbFullscreen.Caption = Fullscreen
rbFullscreenStretch.Caption = Fullscreen stretch
cbAdvScroll.Caption = Advanced mouse scroll
cbConstProportions.Caption = Constrain proportions

rbColor24.Caption = 24 bits (16 777 215 colors)
rbColor16.Caption = 16 bits (65 535 colors)
rbColor15.Caption = 15 bits (32 767 colors)
rbColor8.Caption = 8 bits (256 colors)
rbColor4.Caption = 4 bits (16 colors)
rbColor1.Caption = 1 bit (2 colors)

lbCpuHigh.Caption = High
lbCpuMid.Caption = Normal
lbCpuLow.Caption = Low

cbSoundCapture.Caption = Capture sound
cbAutoScreenRecording.Caption = Auto session recording

cbBlankScreen.Caption = Blank the host's screen
cbLockControl.Caption = Lock host's mouse and keyboard
cbCaptureAlpha.Caption = Capture alpha-blending windows
cbDisableAero.Caption = Disable Aero (Windows 7/8)
cbRemoveWallpaper.Caption = Remove wallpaper
cbLockOnDisconnect.Caption = Lock workstation on disconnect
sbBlackScreenOptions.Caption = Set text for blank screen...
sbBlackScreenClearText.Caption = Clear blank screens text...
lbComment.Caption = Comment:
lbSortOrder.Caption = Sort order:

rgLocalCursor.Items = "Set remote cursor shape to local cursor\n;Set local cursor shape to point\n;Use standard cursor shape"
rgRemoteCursor.Items = "View only mode active\n;Always\n;Never"

lbServerPort.Caption = Host's port:
btnResetPort.Caption = Reset
cbUseIPv6.Caption = Use IPv6
lbConnectThrough.Caption = Connect through the host:
rbDontUseChacheing.Caption = The standard mode of operation. Suitable for fast networks (ADSL or Ethernet 10/100).
rbUseChacheing.Caption = Economy mode. Suitable for slow networks (Dial-Up, GPRS). In this mode, network traffic is reduced to 10-50 times.
btnProxySettings.Caption = Proxy settings

cbAutoPingUse.Caption = Use auto ping
lbAutoPingInterval.Caption = Ping interval:
lbSeconds.Caption = sec.

cbRdpUseDirectConnection.Caption = Use direct connection

gbLogonSettings.Caption = Logon settings
cbRdpAllowToSaveLogonInfo.Caption = Allow to save logon information
lbUserName.Caption = User name:
lbPassword.Caption = Password:
gbNetworkSettings.Caption = Network settings
lbPort.Caption = Port:
btnPortReset.Caption = Reset
btnRdpConfigure.Caption = Configure

[TfmNewConnection]
Caption = New Connection
btnOK.Caption = OK
btnCancel.Caption = Cancel

lbConnectionName.Caption = Name of connection:
llConnectionIp.Caption = IP address, <a href="http://rmansys.ru/internet-id/">Internet-ID</a> or DNS name:
cbConnectNow.Caption = Connect now
cbAdvanced.Caption = Advanced
cbInternetId.Caption = Internet-ID
cbInternetId.Visible = True

[TfmRender]
btnOK.Caption = OK
btnCancel.Caption = Cancel
btnApply.Caption = Apply
sbClose.Hint = Close

actRMNormal.Caption = Normal view
actRMNormal.Hint = Normal view

actRMStretch.Caption = Stretch view
actRMStretch.Hint = Stretch view

actRMFullScreen.Caption = Fullscreen view
actRMFullScreen.Hint = Fullscreen view

actRMFullScreenStretch.Caption = Fullscreen stretch view
actRMFullScreenStretch.Hint = Fullscreen stretch view

actCloseConnection.Caption = Close
actCloseConnection.Hint = Close

lbOptions.Caption = Properties:
cbOptions.Hint = Properties
tsGeneral.Caption = General
tsColorAndCPU.Caption = Color && CPU
tsAdditional.Caption = Advanced
tsCursor.Caption = Cursor
tsNetwork.Caption = Network

gbRenderMode.Caption = View mode
cbCaptureSound.Caption = Capture sound
lbVolume.Caption = Volume:
trHorizontal.Hint = Sound volume (0 - 100%)

rbNormal.Caption = Normal
rbFullscreen.Caption = Fullscreen
rbStretch.Caption = Stretch
rbFullscreenStretch.Caption = Fullscreen stretch

cbAdvScroll.Caption = Advanced mouse scroll
cbConstProportions.Caption = Constrain proportions

gbColor.Caption = Color format
gbCpuUsage.Caption = CPU usage

rbColor24.Caption = 24 bits (16 777 215 colors)
rbColor16.Caption = 16 bits (65 535 colors)
rbColor15.Caption = 15 bits (32 767 colors)
rbColor8.Caption = 8 bits (256 colors)
rbColor4.Caption = 4 bits (16 colors)
rbColor1.Caption = 1 bit (2 colors)

lbCpuHigh.Caption = High
lbCpuMid.Caption = Normal
lbCpuLow.Caption = Low

cbLockControl.Caption = Lock host's mouse and keyboard
cbBlankScreen.Caption = Blank the host's screen
sbBlackScreenOptions.Caption = Set text for blank screen...
cbCaptureAlpha.Caption = Capture alpha-blending windows
cbDisableAero.Caption = Disable Aero (Windows 7/8)
cbRemoveWallpaper.Caption = Remove wallpaper
cbLockOnDisconnect.Caption = Lock workstation on disconnect
cbDisableDnD.Caption = Disable drag and drop

rgLocalCursor.Caption = Local mouse pointer
rgRemoteCursor.Caption = Rendering of host's cursor
rgLocalCursor.Items = "Set remote cursor shape to local cursor\n;Set local cursor shape to point\n;Use standard cursor shape"
rgRemoteCursor.Items = "View only mode active\n;Always\n;Never"

gbNetworkMode.Caption = Network usage mode
rbDontUseChacheing.Caption = The standard mode of operation. Suitable for fast networks (ADSL or Ethernet 10/100).
rbUseChacheing.Caption = Economy mode. Suitable for slow networks (Dial-Up, GPRS). In this mode, network traffic is reduced to 10-50 times.

piNormalview.Caption = Normal view
piFullscreenview.Caption = Fullscreen view
piStretchview.Caption = Stretch view
piAltCtrlDel.Caption = Send Alt-Ctrl-Del
piSendkey.Caption = Send key
piPause.Caption = Pause
piGetClipboard.Caption = Get remote clipboard
piSetClipboard.Caption = Set remote clipboard
piShowToolbar.Caption = Show toolbar

tbGetClipboard.Hint = Get remote clipboard
tbSetClipboard.Hint = Set remote clipboard
tbCad.Hint = Send Alt-Ctrl-Del
tbHideToolbar.Hint = Hide toolbar
tbOverlay.Hint = Overlay
tbTerminalUsers.Hint = Terminal sessions

tbShowDisplaysMenu.Caption = Choose the remote monitor to view
tbShowDisplaysMenu.Hint = Choose the remote monitor to view

tbShowModes.Caption = Other modes
tbShowModes.Hint = Other modes

tbMenu.Caption = Menu
tbMenu.Hint = Menu

actSettings.Caption = Properties...
actSettings.Hint = Connection properties

actFullControl.Caption = Full control
actFullControl.Hint = Full control

actSpinToolbar.Caption = Pin
actSpinToolbar.Hint = Pin

actCaptureSound.Caption = Capture sound
actCaptureSound.Hint = Capture sound

actLock.Caption = Lock input and screen
actLock.Hint = Lock input and screen

actMakeScreenshot.Caption = Make screenshot
actMakeScreenshot.Hint = Make screenshot

actTextChat.Caption = Text chat
actTextChat.Hint = Text chat

actSessionRecord.Caption = Session recording
actSessionRecord.Hint = Session recording

actMinimize.Caption = Minimize
actMinimize.Hint = Minimize

actModeFileTransfer.Caption = File transfer
actModeOverlayVideo.Caption = Video overlay
actModeShutdown.Caption = Power control
actModeTaskManager.Caption = Task manager
actModeRemoteExecute.Caption = Remote execute
actModeTerminal.Caption = Terminal
actModeDeviceManager.Caption = Inventory manager
actModeRDP.Caption = RDP
actModeChat.Caption = Chat
actModeScreenRecorder.Caption = Screen recorder
actModeTextMessage.Caption = Send message
actModeRemoteCamera.Caption = Remote сamera
actModeRemoteRegistry.Caption = Remote registry

lbTextChat.Caption = Text chat

[TfmHintWindow]
lbRefresh.Caption = Refresh image
imgRender.Hint = "Click to refresh\n;Double click starts view only"
lbRefreshEvery.Caption = Refresh every
lbSeconds.Caption = seconds (0 - do not refresh automatically)
lbExecuteAction.Caption = Execute action:
cpActions.Caption = Actions

btnFullControl.Hint = Full control
btnViewOnly.Hint = View only
btnFileTransfer.Hint = File transfer
btnTerminal.Hint = Terminal
btnTaskManager.Hint = Task manager
btnDeviceManager.Hint = Inventory manager
btnSutdown.Hint = Power control
btnRemEx.Hint = Remote execute
btnVideo.Hint = Video overlay capture
btnRdp.Hint = RDP
btnChat.Hint = Chat
btnScreenRecorder.Hint = Screen recorder
btnTextMessage.Hint = Send message
btnRemoteCamera.Hint = Remote camera
btnRemoteRegistry.Hint = Remote registry

[TfmOptions]
Caption = Options
bntOK.Caption = OK
btnCancel.Caption = Cancel

tsAppearance.Caption = View
tsRemoteScreen.Caption = Remote screen
tsTray.Caption = Tray
tsSearch.Caption = Search
tsCallBack.Caption = Callback
tsHotkeys.Caption = Hotkeys
tsOther.Caption = Misc
tsUpdates.Caption = Update
tsLog.Caption = Event log
tsProtection.Caption = Protection

ghPreviews.Caption = Remote screens thumbnails
ghHints.Caption = Advanced hint window
ghRemoteScreen.Caption = Remote screen window
ghStateNotification.Caption = Status alerts in tray
cbGroupView.Caption = Use group view
cbShowAddConnectButton.Caption = Show \"Add connection\" button
cbRefreshAvatars.Caption = Update thumbnails:
lbRefreshSeconds.Caption = second(s).
cbUseHintWindow.Caption = Show advanced hint window
lbHintDelay.Caption = Show window delay:
lbHintDelaySeconds.Caption = second(s).
cbNotifyOnline.Caption = Notify me when connection is online
cbNotifyOnlineAutologon.Caption = Use notification for autologon

cbRemoteScreenTabbedView.Caption = Tabbed view
cbRemoteScreenToolbar.Caption = Show remote screens toolbar
cbRemoteScreenPinToolbar.Caption = Pin remote screens toolbar
cbDoNotSyncClipboard.Caption = Do not synchronize clipboard
lbRemoteScreenRecordingDir.Caption = Session recording directory:
btnRemoteScreenRecordingDir.Caption = Browse...
lbSessionRecordingQuality.Caption = Session recording quality:

cbUseTray.Caption = Minimize to tray icon
cbTrayMenuInvert.Caption = Invert tray menu
ghTrayRestore.Caption = Minimize/restore
rbTrayRestoreSingle.Caption = Single click
rbTrayRestoreDouble.Caption = Double click

ghSearchPerfomance.Caption = Performance
lbSearchThreadCount.Caption = Search thread count:

cbAllowCallback.Caption = Allow callback
lbPort.Caption = Port:
gbCallbackSecurity.Caption = Permissions
rbCallbackAllowAllExcept.Caption = Allow everyone, except...
rbCallbackDenyAllExcept.Caption = Deny everyone, except...
btnEditCallbackExceptions.Caption = Edit

gbHotKeysRemoteScreen.Caption = Remote screen
lbAltCtrlDelHotkey.Caption = Send Alt+Ctrl+Del
lbHotkeyControlView.Caption = Full control / view only
lbChangeModeHotKey.Caption = Change view mode
lbShowPropertiesHotkey.Caption = Show properties
lbPauseHotkey.Caption = Pause
lbCloseHotkey.Caption = Close
btnResetHotkeys.Caption = Reset

ghFileTransfer.Caption = File transfer
cbFtpSaveLastWorkDir.Caption = Save last working directory
ghBackup.Caption = Backup
cbBackupAddressBook.Caption = Backup address book
edBackupAddressBookDir.TextHint = Backup directory
btnBackupAddressBookBrowse.Caption = Browse...
ghActiveDirectory.Caption = Active directory
cbHideDefaultDomainController.Caption = Hide default domain controller
ghSyncServer.Caption = Sync server
cbAutoSignIn.Caption = Sign in automatically

gbUpdate.Caption = Software update
lbCheckUpdates.Caption = Check for updates:
lbLastUpdate.Caption = Last check:
lbNextUpdate.Caption = Next check:
lbUpdateCheckNow.Caption = Check for Updates now!
cbUpdatesKind.Items = "Never\n;Daily\n;Weekly\n;Monthly"

cbLogUse.Caption = Use event log
cbLogErrors.Caption = Error logging
cbLogSave.Caption = Store to disk
llLogsFolder.Caption = <a id="logs">Show logs folder</a>

cbEncryptAddressBook.Caption = Encrypt address book
cbLockApp.Caption = Lock workspace after computer is idle for
lbLockAfter.Caption = min.
cbLockOnFUS.Caption = Lock when locking the computer or switching the user
cbLockOnSleep.Caption = Lock on sleep
cbLockOnScreenSave.Caption = Lock when screen saver is activated
cbLockOnMinimize.Caption = Lock when main window is minimized

[TfmLogin]
Caption = Enter password for
bntOK.Caption = OK
btnCancel.Caption = Cancel
btnAdvanced.Caption = Advanced

gbPassword.Caption = Password
gbUserName.Caption = User name

cbSavePassword.Caption = Save password

[TfmTaskList]
bntOK.Caption = OK
tsProcess.Caption = Processes
tsWindow.Caption = Windows
tsService.Caption = Services
tsUsers.Caption = Users

miFile.Caption = File
miNewTask.Caption = New task (Remote execute)...
miShutdown.Caption = Shutdown remote computer...
miExit.Caption = Exit
miKillProcess.Caption = Kill process
miRemoteExecute.Caption = Remote execute
miRefreshList.Caption = Refresh list
miCloseWindow.Caption = Close window
miRefreshList2.Caption = Refresh list
miStartService.Caption = Start service
miStopService.Caption = Stop service
miResfreshList3.Caption = Refresh list

miResfreshList4.Caption = Refresh list
actUserDisconnect.Caption = Disconnect
actUserLogoff.Caption = Logoff
actUserSendMessage.Caption = Send Message...

lvProcesses.Columns = "Image name\n;CPU\n;Session Id\n;Status"
lvWindows.Columns = "Window caption\n;Status"
lvServices.Columns = "Service name\n;Status"
lvUsers.Columns = "User\n;ID\n;Status\n;Client Name\n;Session"

lbRefreshSpeed.Caption = Refresh speed
lbSec.Caption = sec.

btnProcessRefresh.Hint = Refresh
btnExecute.Caption = Execute
btnKillProcess.Caption = Kill Process

btnWindowsRefresh.Hint = Refresh
lbForegroundWindow.Caption = * – foreground window
btnCloseWindow.Caption = Close Window

btnRefreshServices.Hint = Refresh
btnServiceStart.Caption = Start Service
btnServiceStop.Caption = Stop Service

btnRefreshUsers.Hint = Refresh

[TfmOverlay]
miImage.Caption = Image
miSaveAs.Caption = Save as...
miClose.Caption = Close

cbAuto.Caption = Auto
btnRefresh.Caption = Refresh
cbTimer.Caption = Refresh every
lbSec.Caption = sec.

[TfmUserDomainPassword]
btnOK.Caption = OK
btnCancel.Caption = Cancel

lbUser.Caption = User
lbPassword.Caption = Password
lbDomain.Caption = Domain
cbCurrentContext.Caption = Use current security context

[TfmRemoteInstall]
lbAction.Caption = Action:

cbAction.ItemIndex = 0
lbMsiFile.Caption = Specify Host MSI package:
lbConnectionType.Caption = Connection type:
cbConnectionType.Items = "Windows NT security system\n;RMS security"
cbConnectionType.ItemIndex = 0

actProcessAction.Caption = Process action
actCancelAction.Caption = Cancel
actBrowseMsi.Caption = Browse
llMsiConfigurator.Caption = <a name="msi">MSI Configurator</a>

btnClose.Caption = Close
btnSelectAll.Caption = Select all
btnUnSelectAll.Caption = Unselect all

tsComputers.Caption = List of connections
tsLog.Caption = Action log

lvConnections.Columns = "Connection name\n;Host"

[TfmReg]
Caption = License Key Storage

lbAvalibleKeys.Caption = Available keys:
lvKeys.Columns = "Key\n;User\n;License type\n;License count"
lbTotalServerCount.Caption = Total license count:
llKeyActions.Caption = <a id="remove">Remove selected key</a>.

actRemoveKey.Caption = Remove selected key
actCopyKey.Caption = Copy license key
actGenerateMetaKey.Caption = Generate meta-key

btnAddKey.Caption = Add
btnGetFreeKey.Caption = Get Free License
btnGetRegkey.Caption = Buy License
btnClose.Caption = Close

[TfmCallbackPermissions]
Caption = Callback filter
btnOK.Caption = OK
btnCancel.Caption = Cancel
tcPermissions.Tabs = "Black list\n;White list"

actAdd.Caption = Add
actAdd.Hint = Add range
actDelete.Caption = Delete
actDelete.Hint = Delete range
actEdit.Caption = Edit
actEdit.Hint = Edit range

[TfmCallbackIPRange]
Caption = Select range or IP
btnOk.Caption = OK
btnCancel.Caption = Cancel
rbSingleIp.Caption = Single IP
rbIpRange.Caption = IP range
lbBeginRange.Caption = Range begin:
lbEndRange.Caption = Range end:

[TfmCallbackNotify]
Caption = Request for incoming callback connection
btnAccept.Caption = Accept
btnCancel.Caption = Cancel
lbMessage.Caption = Message:
cbCreateNewConnection.Caption = Create new connection item

[TfmBlackScreenText]
Caption = Blank screen editor

btnOK.Caption = OK
btnCancel.Caption = Cancel
btnApply.Caption = Apply

actPreview.Caption = Preview

tsSimple.Caption = Simple text
tsRTF.Caption = Editor
tsHTML.Caption = HTML

rbUseSimpleText.Caption = Use simple text
rbUseRTF.Caption = Use editor
rbUseHtml.Caption = Use HTML

actAddNew.Caption = Add
actAddNew.Hint = Add

actDelete.Caption = Delete
actDelete.Hint = Delete

actApplyCaption.Caption = Apply
actApplyCaption.Hint = Apply

actBold.Caption = Bold
actBold.Hint = Bold

actItalic.Caption = Italic
actItalic.Hint = Italic

actUnderline.Caption = Underline
actUnderline.Hint = Underline

actStrike.Caption = Strikeout
actStrike.Hint = Strikeout

actAlignLeft.Caption = Align left
actAlignLeft.Hint = Align left

actAlignCenter.Caption = Align center
actAlignCenter.Hint = Align center

actAlignRight.Caption = Align right
actAlignRight.Hint = Align right

actAlignJustify.Caption = Align justify
actAlignJustify.Hint = Align justify

actBullets.Caption = Bullets
actBullets.Hint = Bullets

actRftTextColor.Caption = Text color
actRftTextColor.Hint = Text color

actRtfBgColor.Caption = Background color
actRtfBgColor.Hint = Background color

actRtfAlignTop.Caption = Top
actRtfAlignTop.Hint = Top

actRtfAlignCenter.Caption = Center
actRtfAlignCenter.Hint = Center

actRtfAlignBottom.Caption = Bottom
actRtfAlignBottom.Hint = Bottom

[TfmBlackScreenPreview]
Caption = Blank screen preview

[TfmFindServers]
Caption = Search hosts

gbRanges.Caption = IP ranges
gbIps.Caption = Computers
gbSearch.Caption = 1. Search
gbAdd.Caption = 2. Add

btnFind.Caption = Search
btnAddServers.Caption = Add to address book
btnClose.Caption = Close

actAddRange.Caption = Add range...
actAddRange.Hint = Add range...
actEditRange.Caption = Edit range...
actEditRange.Hint = Edit range...
actDeleteRange.Caption = Delete range
actDeleteRange.Hint = Delete range

lvServers.Columns = "Host\n;IP\n;Status"
lbProgress.Caption = Searching hosts...
btnStop.Caption = Cancel
lbSelectAll.Caption = Select all
lbRemoveAll.Caption = Unselect all

rbAddByHostName.Caption = Add using host name
rbAddByIPAddress.Caption = Add using IP address
lbScanPort.Caption = Scan port number:

[TfmAddIpRange]
Caption = IP addresses range
btnOk.Caption = OK
btnCancel.Caption = Cancel
lbName.Caption = Name:
lbBegin.Caption = Begin:
lbEnd.Caption = End:

[TfmRemoteExecute]
btnOk.Caption = OK
btnCancel.Caption = Cancel

lbDocumentPath.Caption = Document or application path:
llClearList.Caption = <a id="clear">Clear list</a>
btnBrowse.Caption = Browse
cbHidden.Caption = Hidden
cbSystem.Caption = Use system account
cbRunAs.Caption = Run as...

gbAuth.Caption = Authorization
lbUsername.Caption = Username:
lbPassword.Caption = Password:
lbDomain.Caption = Domain:

cbDoNotClose.Caption = Do not close
[TfmNetworkMapGoto]
Caption = Go to item
btnGoto.Caption = Go

[TfmMapLayers]
Caption = Layers
btnOk.Caption = OK

[TfmTelnet]
btnSend.Caption = Send
miFile.Caption = File

actSystem.Caption = System
actSystem.Hint = System

actCurrentUser.Caption = Current user
actCurrentUser.Hint = Current user

actRemoteExecute.Caption = Remote execute...
actRemoteExecute.Hint = Remote execute. Allows you to run applications and documents on the remote computer.

actClose.Caption = Close

[TfmDeviceManager]
Caption = Inventory manager

gbConnections.Caption = Connections
gbDevices.Caption = Devices
cbHideSoftware.Caption = Hide information about software
miFile.Caption = File

actCheckAll.Caption = Check all connections
actCheckAll.Hint = Check all connections

actUnCheckAll.Caption = Uncheck all connections
actUnCheckAll.Hint = Uncheck all connections

actGetInformation.Caption = Get information
actClose.Caption = Close
actExportCheckedAsHtml.Caption = Export checked as HTML...
actExportCheckedAsXml.Caption = Export checked as XML...
actSaveAs.Caption = Save as...

[TfmConfigureModePanel]
Caption = Configure connection modes panel
btnOk.Caption = OK
btnCancel.Caption = Cancel
lblButtons.Caption = Buttons:

actUp.Caption = Up
actUp.Hint = Move up

actDown.Caption = Down
actDown.Hint = Move down

actResetDefault.Caption = Reset
actResetDefault.Hint = Reset settings

[TfmRdpSettings]
btnOk.Caption = OK
btnCancel.Caption = Cancel

tsGeneral.Caption = General
tsDisplay.Caption = Display
tsPerfomance.Caption = Performance
tsView.Caption = View

gbLogonSettings.Caption = Logon settings
cbAllowToSaveLogonInfo.Caption = Allow to save logon information
lbUserName.Caption = User name:
lbPassword.Caption = Password:
gbNetworkSettings.Caption = Network settings
lbPort.Caption = Port:
btnPortReset.Caption = Reset

gbDesktopSize.Caption = Remote desktop size
lbRemoteSizeWarning.Caption = Choose the size of your remote desktop:
lbDiplayLess.Caption = Less
lbDisplayMore.Caption = More
lbRdpWidth.Caption = Width:
lbRdpHeight.Caption = Height:

gbColors.Caption = Colors
lbColorsInfo.Caption = Note: settings on the remote computer might override these settings.
cbColors.Items = "256 colors\n;High color (15 bit)\n;High color (16 bit)\n;True color (24 bit)"

gbCapabilities.Caption = Capabilities
cbDesktopBackground.Caption = Disable desktop background
cbShowWindowContent.Caption = Disable to show contents of window while dragging
cbAllowAnimation.Caption = Disable menu and window animation
cbThemes.Caption = Disable themes
cbBitmapCaching.Caption = Disable bitmap caching

gbRemoteScreenWindow.Caption = Remote screen window
cbStretch.Caption = Stretch

[TfmFtpManageBookmarks]
Caption = Configure bookmarks
btnOK.Caption = OK
btnCancel.Caption = Cancel

vlBookmarks.TitleCaptions = "Title\n;Path"

actMoveUp.Hint = Move up
actMoveDown.Hint = Move down

[TfmFtpCreateBookmark]
Caption = Bookmark
btnOK.Caption = OK
btnCancel.Caption = Cancel

lbTitle.Caption = Title for menu entry:
lbPath.Caption = Path:

[TfmErrorReport]
Caption = An error has occurred - RMS
btnCopy.Caption = Copy report
btnSendReport.Caption = Send report
btnOK.Caption = OK

[TfmChatClient]
Caption = Chat - RMS (Viewer)

actCloseUser.Caption = Disconnect
actShowHideChat.Caption = Show/hide chat
actLeaveChat.Caption = Leave chat

actRefreshUserList.Caption = Refresh list
actRefreshUserList.Hint = Refresh list

actSettings.Caption = Settings
actSettings.Hint = Settings

pnChat.Caption = No active channels
TrayIcon.Hint = Chat - RMS

[TfrChatClientPage]
actSend.Caption = Send
actCloseCurrentTab.Caption = Close
actCloseAllExceptCurrent.Caption = Close all other pages
actCloseAll.Caption = Close all pages

actBold.Caption = Bold
actBold.Hint = Bold

actItalic.Caption = Italic
actItalic.Hint = Italic

actUnderline.Caption = Underline
actUnderline.Hint = Underline

actStrike.Caption = Strikeout
actStrike.Hint = Strikeout

actAlignLeft.Caption = Align left
actAlignLeft.Hint = Align left

actAlignCenter.Caption = Align center
actAlignCenter.Hint = Align center

actAlignRight.Caption = Align right
actAlignRight.Hint = Align right

actAlignJustify.Caption = Align justify
actAlignJustify.Hint = Align justify

actBullets.Caption = Bullets
actBullets.Hint = Bullets

actInsertBitmap.Caption = Insert image
actInsertBitmap.Hint = Insert image

actInsertFile.Caption = Insert file
actInsertFile.Hint = Insert file

[TfmChatClientSettings]
Caption = Chat settings
btnOK.Caption = OK
btnCancel.Caption = Cancel

tsGeneral.Caption = General
tsChatServer.Caption = Chat server

gbUser.Caption = User
cbUseCurrentUserName.Caption = Current user name as nickname
lbNickname.Caption = Nickname:
cbHideFromUserList.Caption = Do not show myself in the list of users

cbServerAllowAddMainChannel.Caption = Allow main channel
cbServerShowOtherUsers.Caption = Show all users

[TfmScreenRecorderViewer]
Caption = View record

actPlay.Caption = Play
actPlay.Hint = Play

actPrior.Caption = Prior
actPrior.Hint = Prior

actNext.Caption = Next
actNext.Hint = Next

actFirst.Caption = First
actFirst.Hint = First

actLast.Caption = Last
actLast.Hint = Last

actPause.Caption = Pause
actPause.Hint = Pause

actExportCurrentFrame.Caption = Export current frame...
actExportCurrentFrame.Hint = Export current frame...

actExportAllFrames.Caption = Export all frames...
actExportAllFrames.Hint = Export all frames...

actSaveFile.Caption = Save as...
actSaveFile.Hint = Save as...

actClose.Caption = Close
actClose.Hint = Close

actStretch.Caption = Stretch
actStretch.Hint = Stretch

actGotoFrame.Caption = Goto frame...
actGotoFrame.Hint = Goto frame...

lbInterval.Caption = Interval:
miFile.Caption = File
miNavigation.Caption = Navigation

btnFirst.Caption = 
btnPrior.Caption = 
btnPlay.Caption = 
btnNext.Caption = 
btnLast.Caption = 
sbStretch.Caption = 

[TfmScreenRecorderGotoFrame]
Caption = Goto frame
btnOK.Caption = OK
lbFrameIndex.Caption = Frame index:

[TfmScreenRecorderLoader]
Caption = Screen recorder

actSettings.Caption = Settings
actSettings.Hint = Settings

actOpenFile.Caption = Open file
actOpenFile.Hint = Open file

actDownloadFile.Caption = Download file
actDownloadFile.Hint = Download file

actViewFile.Caption = View file
actViewFile.Hint = View file

actRefreshList.Caption = Refresh
actRefreshList.Hint = Refresh

actDeleteFile.Caption = Delete
actDeleteFile.Hint = Delete

actClose.Caption = Close
actClose.Hint = Close

actDownloadAllFile.Caption = Download all files
actDownloadAllFile.Hint = Download all files

lvFiles.Columns = "Name\n;Size, KB\n;Date\n;Schedule\n;Type"

cbFilterDate.Caption = Date interval
lbFrom.Caption = From
lbTo.Caption = To

cbFilterSchedule.Caption = Schedule

cbFilterFileType.Caption = File type
cbFileType.Items = "All\n;Local\n;Remote"
cbFileType.ItemIndex = 0

miFile.Caption = File

[TfmScreenRecorderOptions]
Caption = Screen recorder options
bntOK.Caption = OK
btnCancel.Caption = Cancel
btnApply.Caption = Apply

tsGeneral.Caption = General
tsSchedules.Caption = Schedules
tsSettings.Caption = Settings

cbEnableRecording.Caption = Enabled
ghSettings.Caption = Settings
lbScreenshotInterval.Caption = Screenshot interval:
lbIntervalSec.Caption = sec.
cbProtectRecords.Caption = Protect files on the Host
cbDrawDateTimeOnImage.Caption = Stamp data and time on screenshots
cbUseCustomRemoteDirectory.Caption = Custom directory to store files

btnAddSchedule.Caption = Add
btnDeleteSchedule.Caption = Delete
ghScheduleSettings.Caption = Schedule settings
cbScheduleActive.Caption = Active
cbUseTimeInterval.Caption = Time interval
lbDateInterval.Caption = Date interval:
cbFromDate.Caption = From
cbToDate.Caption = To
lbDayOfWeek.Caption = Weekdays:

gbQuality.Caption = Quality
lbCompression.Caption = Compression:
lbScale.Caption = Scale:
rgCompressionType.Caption = Compression type
gbLimits.Caption = Limits
lbMaxFileSize.Caption = Maximum file size:
lbRecordFileMaxSizeMb.Caption = Mb
cbEnableAutoClear.Caption = Delete the file after
lbEraseRecordAfterDays.Caption = days
cbTotalSizeLimit.Caption = Total size limit
lbTotalRecordsLimitMb.Caption = Mb

[TfmMsiConfigurator]
Caption = MSI Configurator

actBrowse.Caption = Browse
actConfigure.Caption = Configure
actClose.Caption = Close
cbDoNotCloseConfigurator.Caption = Do not close this window after configuration

rbKindOnline.Caption = Online configurator. Your choices are uploaded to our server and a digitally signed output file is returned. Internet access required.
rbKindLocal.Caption = Legacy configurator. The configuration process will be executed on this computer, no Internet access required. The output file is not digitally signed. 

actKindRegular.Caption = Standard MSI package. Suitable for both manual and remote deployment using Active Directory.
actKindOneClick.Caption = 'One-Click' package. A single exe-file for fully automatic installation.
actKindQuickConnect.Caption = 'RMS Agent' package. Runs immediately without installation and does not require administrative rights.

llDownloadDistr.Caption = Download the original Host MSI package from our <a href="download">website</a>
cbReplaceMsiFile.Caption = Replace selected package

tsInternetId.Caption = Internet-ID
tsOther.Caption = Other
tsBranding.Caption = Integrate your logo

cbSetUpdateIdSettings.Caption = Set or update Internet-ID connection settings
cbGenerateNewId.Caption = Generate a new Internet-ID code
cbSendIdToEmail.Caption = Send Internet-ID to email:
edEmail.TextHint = Enter administrators email, please
cbGenerateNewPassword.Caption = Automatically generate Host password
cbEncryptPass.Caption = Encrypt password
cbAskToIdentify.Caption = Ask the user to identify themselves
lbAdditionalText.Caption = Custom text for email:
cbIdOverwriteIdCode.Caption = Also generate new Internet-ID code for existing Hosts
rbIdUseDefaultServer.Caption = Use default (public) Internet-ID server
rbIdUseCustomServer.Caption = Specify custom Internet-ID server
lbServerAddress.Caption = Address:
lbServerPort.Caption = Port:
cbIdUseIPv6.Caption = Use IPv6
cbIdOverwriteIdServer.Caption = Also update existing Hosts with the selected server

cbDoNotAsk.Caption = Do not ask for confirmation before installation
cbDoNotCreateShortcuts.Caption = Do not create shortcuts in the Start menu
cbIncludeViewer.Caption = Include Viewer into the package
cbUseROMServerSettings.Caption = Use local RMS Host settings
cbDoNotInstallPrinter.Caption = Do not install virtual printer
cbDoNotInstallMonitorDriver.Caption = Do not install monitor driver
cbDisclaimer.Caption = Show disclaimer at startup
edDisclaimer.TextHint = Enter disclaimer text, please

cbUseBranding.Caption = Customize 'RMS Agent'
edBrandingLogoFile.TextHint = Select logo picture, please
btnBrowseLogo.Caption = Browse
cbBrandingDoNotStretch.Caption = Do not stretch logo
lbBrandingTitle.Caption = Title:
edBrandingTitle.Text = RMS Agent
edBrandingTitle.TextHint = Enter some text, please
lbBrandingText.Caption = Text:
mBrandingText.Lines = "RMS\n;Remote connection to your desktop"
lbBrandingTextColor.Caption = Select text color:
lbBrandingBackgroundColor.Caption = Select background color:
lbBrandingClickToSelectTextColor.Caption = Click to select
lbBrandingClickToSelectBackgroundColor.Caption = Click to select
btnBrandingPreview.Caption = Preview

rbUpdateRemoteSettings.Caption = Pre-configure Host settings (Host settings window will launch)
rbUpdateRemoteSettingsWoSecurity.Caption = Pre-configure Host settings, do not change authorization settings
rbKeepRemoteSettings.Caption = Skip Host settings configuration

[TfmTextMessage]
bntOK.Caption = OK
btnCancel.Caption = Cancel

lbRecipients.Caption = Recipients:
lbMessage.Caption = Message:
btnRemove.Caption = Remove
cbDoNotClose.Caption = Do not close after sending

[TfmShutdown]
lbTitle.Caption = Power Control
bntOK.Caption = OK
btnCancel.Caption = Cancel
btnRemove.Caption = Remove

gbRecipients.Caption = Recipients
gbAction.Caption = Action

rbRestart.Caption = Restart the remote computer
cbRebootSafeMode.Caption = Reboot in safe mode with networking
rbShutdown.Caption = Shut down the remote computer
rbSwitchOff.Caption = Log off the remote user
rbLock.Caption = Lock the remote computer
rbSleep.Caption = Put the remote computer to sleep
rbHibernate.Caption = Hibernate the remote computer
rbMonitorOff.Caption = Switch off the remote display
rbMonitorOn.Caption = Switch on the remote display
rbWakeOnLan.Caption = Turn on the remote computer (Wake on LAN)
lbMac.Caption = MAC address:

[TfmAVCapture]
Caption = Remote camera

miFile.Caption = File
miPlay.Caption = Play

actConnect.Caption = Connect
actConnect.Hint = Connect

actDisconnect.Caption = Disconnect
actDisconnect.Hint = Disconnect

actPlay.Caption = Play
actPlay.Hint = Play

actStop.Caption = Stop
actStop.Hint = Stop

actRecord.Caption = Save to folder...
actRecord.Hint = Save to folder...

actSettings.Caption = Settings...
actSettings.Hint = Settings...

actResizeImage.Caption = Stretch image
actResizeImage.Hint = Stretch image

actExit.Caption = Exit
actExit.Hint = Exit

pnRender.Caption = No video

[TfmAVCaptSettings]
Caption = Settings
bntOK.Caption = OK
btnCancel.Caption = Cancel

gbCaptureVideo.Caption = Video capture
gbCaptureAudio.Caption = Audio capture

cbCaptureVideo.Caption = Active
lbVideoDevice.Caption = Device

cbCaptureAudio.Caption = Active
lbAudioDevice.Caption = Device

gbAVQuality.Caption = Quality
gbAVQuality.Items = "Very low\n;Low\n;Normal\n;High\n;Very high"

gbSyncFreq.Caption = Sync frequency
gbSyncFreq.Items = "Auto\n;50 Hz - European Standard\n;60 Hz - US Standard"

cbQualityDefault.Caption = Save as default

[TfmRegistry]
miFile.Caption = File
miEdit.Caption = Edit
miMainCreateValue.Caption = New
miNewValue.Caption = New
miNewKey.Caption = New

lvValues.Columns = "Name\n;Type\n;Data"

actDeleteKey.Caption = Delete
actDeleteKey.Hint = Delete

actRename.Caption = Rename
actRename.Hint = Rename

actModifyValue.Caption = Modify...
actModifyValue.Hint = Modify

actModifyBinaryDataValue.Caption = Modify Binary Data...
actModifyBinaryDataValue.Hint = Modify Binary Data

actDeleteValue.Caption = Delete
actDeleteValue.Hint = Delete

actRenameValue.Caption = Rename
actRenameValue.Hint = Rename

actRefresh.Caption = Refresh
actRefresh.Hint = Refresh

actExit.Caption = Exit
actExit.Hint = Exit

actCopyKeyName.Caption = Copy Key Name
actCopyKeyName.Hint = Copy Key Name

actExpandKey.Caption = Expand
actExpandKey.Hint = Expand

actCollapseKey.Caption = Collapse
actCollapseKey.Hint = Collapse

actCreateKey.Caption = Key
actCreateKey.Hint = Key

actValueCreateString.Caption = String Value
actValueCreateString.Hint = String Value

actValueCreateBinary.Caption = Binary Value
actValueCreateBinary.Hint = Binary Value

actValueCreateDWORD.Caption = DWORD Value (32 bit)
actValueCreateDWORD.Hint = DWORD Value (32 bit)

actValueCreateQWORD.Caption = QWORD Value (64 bit)
actValueCreateQWORD.Hint = QWORD Value (64 bit)

actValueCreateMultiString.Caption = Multi-String Value
actValueCreateMultiString.Hint = Multi-String Value

actValueCreateExpandebleString.Caption = Expandable String Value
actValueCreateExpandebleString.Hint = Expandable String Value

actExportKey.Caption = Export...
actExportKey.Hint = Export...

actExportAll.Caption = Export all...
actExportAll.Hint = Export all...

actImport.Caption = Import...
actImport.Hint = Import...

SaveRegFileDialog.Title = Export Registry File
OpenRegFileDialog.Title = Import Registry File

[TfmRegeditString]
Caption = Edit String
btnOK.Caption = OK
btnCancel.Caption = Cancel
lbValueName.Caption = Value name:
lbValueData.Caption = Value data:

[TfmRegeditBinary]
Caption = Edit Binary Value
btnOK.Caption = OK
btnCancel.Caption = Cancel
lbValueName.Caption = Value name:
lbValueData.Caption = Value data:

cbInsertMode.Caption = Insert mode

[TfmRegeditDWord]
Caption = Edit DWORD Value (32 bit)
btnOK.Caption = OK
btnCancel.Caption = Cancel
lbValueName.Caption = Value name:
lbValueData.Caption = Value data:

rgBase.Caption = Base
rgBase.Items = "Hexadecimal\n;Decimal"

[TfmRegeditQWord]
Caption = Edit QWORD Value (64 bit)
btnOK.Caption = OK
btnCancel.Caption = Cancel
lbValueName.Caption = Value name:
lbValueData.Caption = Value data:

rgBase.Caption = Base
rgBase.Items = "Hexadecimal\n;Decimal"

[TfmRegeditMultiString]
Caption = Edit Multi-String
btnOK.Caption = OK
btnCancel.Caption = Cancel
lbValueName.Caption = Value name:
lbValueData.Caption = Value data:

[TfmEnterLicense]

Caption = Register Remote Host
btnOK.Caption = OK
btnCancel.Caption = Cancel

llObtain.Caption = To obtain your license key, please visit our web site <a id="site">rmansys.ru</a>.
rbSelectLicenseKey.Caption = Select the license key from the "License Key Storage":
rbEnterLicenseKey.Caption = Enter the license key:
rbUnreg.Caption = Unregister.

[TfmSelectInetServer]
Caption = Select Internet-ID Server
btnOK.Caption = OK

cbUseDefault.Caption = Use default server
cbUseIPv6.Caption = Use IPv6
lbCustomServer.Caption = Custom server:
lbPort.Caption = Port:

[TfmCallbackList]
lbCallback.Caption = RMS: callback connections
lvServers.Columns = "Host\n;Message"

btnAccept.Caption = Accept
btnDecline.Caption = Decline

[TfmSessionMessage]
Caption = Send Message
btnOK.Caption = OK
btnCancel.Caption = Cancel

lbMessageTitle.Caption = Message title:
lbMessage.Caption = Message:

[TfmGetFreeKey]
Caption = Get Free License
btnOK.Caption = OK
btnCancel.Caption = Cancel

lbRegName.Caption = License owner's name:
edLicenseOwner.TextHint = Legal name
lbEmail.Caption = E-mail:
edEmail.TextHint = Enter a valid e-mail address

[TfmInvitation]
cbUseInetId.Caption = Use Internet-ID
lbInternetID.Caption = Internet-ID:
btnGenerateInetId.Caption = Generate

lbLicenseKey.Caption = License key:
cbPassword.Caption = Password
btnGeneratePassword.Caption = Generate

cbSendByEmail.Caption = Send invitation using e-mail
lbToEmail.Caption = Recipient's e-mail address:

btnCreateInvitation.Caption = Create invitation
lbInvitationCode.Caption = Invitation code:
btnCopy.Caption = Copy

[TfmImportConnections]
Caption = Import connections
btnOK.Caption = OK
btnCancel.Caption = Cancel

lbImportInto.Caption = Import into:
cbReplace.Caption = Replace existing

[TfmAddressBooks]
Caption = Address book manager

lvBooks.Columns = Name\n;Type\n;Path

OpenDialog.Title = Select address book
OpenDialog.Filter = RMS address book (*.xml)|*.xml
SaveDialog.Filter = RMS address book (*.xml)|*.xml

actAddNewBook.Caption = Add
actEditBook.Caption = Edit
actDeleteBook.Caption = Delete
actClose.Caption = Close
actRename.Caption = Rename
actSaveAs.Caption = Save as...

[TfmRemoteSettings]
btnOK.Caption = OK
btnCancel.Caption = Cancel

[TfmVideoChatSettings]
gbLocalSettings.Caption = Local side
gbRemoteSettings.Caption = Remote side

btnLocalSettings.Caption = Settings...
btnRemoteSettings.Caption = Settings...

btnAudioCall.Caption = Voice call
btnVideoCall.Caption = Video call
btnEndCall.Caption = End call

[TfmVideoChat]
miFile.Caption = File
pnRender.Caption = No video

actStretchImage.Caption = Stretch image
actStretchImage.Hint = Stretch image

actClose.Caption = Close
actClose.Hint = Close

[TfmMySelectLanguage]
Caption = Select the language
btnOK.Caption = OK
btnCancel.Caption = Cancel

[TfmAlertMessagesLog]
Caption = Message Log

lvMessages.Columns = "Title\n;Time"
btnClose.Caption = Close
actRemove.Caption = Remove
actRemoveAll.Caption = Remove all

[TfmProxySettings]
Caption = Proxy Settings
btnOK.Caption = OK
btnCancel.Caption = Cancel
btnImport.Caption = Import from IE

cbUseProxy.Caption = Use proxy server
lbProxyType.Caption = Proxy type:
lbProxyHost.Caption = Proxy server:
lbProxyPort.Caption = Port
gbAuth.Caption = Authorization
cbNeedAuth.Caption = Proxy server requires a password
lbUserName.Caption = Username:
lbPassword.Caption = Password:

lbDomain.Caption = Domain:
cbNTLMAuth.Caption = NTLM authentication

[TfmRemoteScreen]
miDetach.Caption = Detach tab

[TfmNotificationCode]
Caption = Enter Notification Code
btnOK.Caption = OK

[TfmLike]
Caption = +1 way to say thank you
lbBrowse.Caption = Open in the default browser

[TfmDomainControllers]
Caption = Domain Controllers

lvDomainControllers.Columns = "Display name\n;Host\n;DNS"

actAdd.Caption = Add...
actEdit.Caption = Edit...
actRemove.Caption = Remove
btnClose.Caption = Close

[TfmAddDomainController]
Caption = Add/Edit Domain Controller
btnOK.Caption = OK
btnCancel.Caption = Cancel
btnCheck.Caption = Check

lbHost.Caption = Host name or IP address:
lbDisplayName.Caption = Display name:
lbDNS.Caption = DNS:
cbUseDefaultCredentials.Caption = Default security credentials
lbUsername.Caption = User name:
lbPassword.Caption = Password:

[TfmRemotePrinting]
Caption = Remote Printing

actPrintAll.Caption = Print all pages
actPrintCurrent.Caption = Print selected page
actSaveCurrentPage.Caption = Save current page
actSaveAllPages.Caption = Save all pages

[TfmFilterIPRange]
Caption = Select range or IP
btnOk.Caption = OK
btnCancel.Caption = Cancel
rbSingleIp.Caption = Single IP
rbIpRange.Caption = IP range
lbBeginRange.Caption = Range begin:
lbEndRange.Caption = Range end:

sbPasteSingleIp.Hint = Paste
sbPasteRangeBegin.Hint = Paste
sbPasteRangeEnd.Hint = Paste

[TfmCreateAddressBook]
Caption = Add new address book

rbLocalAB.Caption = Local
rbRemoteAB.Caption = Remote (synchronized)
rbCreateNewAB.Caption = Create new address book file
rbOpenExistingAB.Caption = Open existing address book file
lvBooks.Columns = "Name\n;Description"

[TfmEditAddressBook]
Caption = Edit address book

btnOk.Caption = OK
btnCancel.Caption = Cancel

tsGeneral.Caption = General
tsSync.Caption = Online synchronization

cbActive.Caption = Active
lbAddressBookName.Caption = Address book name:
lbLocation.Caption = Location:
cbReadOnly.Caption = Read only
btnBrowse.Caption = Browse...

cbEnableSync.Caption = Enable synchronization
lbInternetIDHost.Caption = Internet-ID server address:
lbInternetIdPort.Caption = Internet-ID server port:
lbPassword.Caption = Password:

[TfrSimpleChat]
btnSend.Caption = Send

[TfmSetPwd]
Caption = Set Password
btnOK.Caption = OK
btnCancel.Caption = Cancel

edPass1.TextHint = Type the password
edPass2.TextHint = Re-type the password

[TfmLock]
Caption = Password required
btnOK.Caption = OK

[TfmAddressBookPwd]
Caption = Password required
btnOK.Caption = OK

[TfmABLogon]
Caption = Sign in
btnOK.Caption = OK
btnCancel.Caption = Cancel

gbAuthorization.Caption = Authorization
lbUsername.Caption = Username:
pbPassword.Caption = Password:
cbSavePassword.Caption = Save password
cbAutoSignIn.Caption = Sign in automatically

gbServer.Caption = Server
lbInternetIDHost.Caption = Select server:
btnServers.Caption = Servers...

[TfmServerConnect]
Caption = Server
btnOK.Caption = OK
btnCancel.Caption = Cancel

lbServerName.Caption = Name:
lbHost.Caption = Address:
lbPort.Caption = Port:
btnReset.Caption = Reset
cbUseIPv6.Caption = Use IPv6

[TfmServerList]
Caption = Servers
btnOK.Caption = OK
btnCancel.Caption = Cancel

lvServers.Columns = "Name\n;Address"
actAddServer.Caption = Add...
actEditServer.Caption = Edit...
actRemoveServer.Caption = Remove

[TfmNewSyncAddressBookList]
Caption = Address book list
btnAdd.Caption = Add
btnCancel.Caption = Cancel
btnSkip.Caption = Skip
lvBooks.Columns = "Name\n;Description"

[TfmSimpleUpgrade]
Caption = Simple update tool
btnUpgrade.Caption = Update
btnCancel.Caption = Cancel
lvConnections.Columns = "Connection\n;Address or ID"

[TfmHTTPDownloadFile]
btnCancel.Caption = Cancel

[TfrLock]
lbPass.Caption = Enter password to unlock application
lbWrongPassword.Caption = Incorrect password
btnUnlock.Caption = Unlock

[TfmInstallerConfigProgress]
btnCancel.Caption = Cancel


